Repository: ClawdBonzo/maxx-glowup-tracker
Catalog: MaxxApp/MaxxApp/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, ko, pt_br, tr

# %@, %lld XP, %lld percent progress to next level
source: %1$@, %2$lld XP, %3$lld percent progress to next level
de: %1$@, %2$lld XP, %3$lld Prozent Fortschritt zum nächsten Level
es: %1$@, %2$lld XP, %3$lld por ciento de progreso al siguiente nivel
es_mx: %1$@, %2$lld XP, %3$lld por ciento de avance al siguiente nivel
ko: %1$@, %2$lld XP, 다음 레벨까지 %3$lld퍼센트 진행
pt_br: %1$@, %2$lld XP, %3$lld por cento de progresso até o próximo nível
tr: %1$@, %2$lld XP, sonraki seviyeye %%%3$lld ilerleme

# %lld area%@ selected
source: %1$lld area%2$@ selected
de: %1$lld Bereich%2$@ ausgewählt
es: %1$lld área%2$@ seleccionada%2$@
es_mx: %1$lld área%2$@ seleccionada
ko: %1$lld개 항목%2$@ 선택됨
pt_br: %1$lld área%2$@ selecionada
tr: %1$lld alan%2$@ seçildi

source: %lld day streak
de: %lld Tage Streak
es: racha de %lld días
es_mx: racha de %lld días
ko: %lld일 연속
pt_br: sequência de %lld dias
tr: %lld günlük seri

source: %lld done
de: %lld erledigt
es: %lld hechas
es_mx: %lld hechas
ko: %lld개 완료
pt_br: %lld concluída
tr: %lld tamamlandı

source: %lld done ✓
de: %lld erledigt ✓
es: %lld hechas ✓
es_mx: %lld hechas ✓
ko: %lld개 완료 ✓
pt_br: %lld concluída ✓
tr: %lld tamamlandı ✓

# %lld of %lld completed
source: %1$lld of %2$lld completed
de: %1$lld von %2$lld erledigt
es: %1$lld de %2$lld completadas
es_mx: %1$lld de %2$lld completadas
ko: %2$lld개 중 %1$lld개 완료
pt_br: %1$lld de %2$lld concluídas
tr: %2$lld içinden %1$lld tamamlandı

source: %lld percent
de: %lld Prozent
es: %lld por ciento
es_mx: %lld por ciento
ko: %lld퍼센트
pt_br: %lld por cento
tr: %%%lld

source: %lld remaining
de: Noch %lld
es: quedan %lld
es_mx: %lld restantes
ko: %lld개 남음
pt_br: %lld restantes
tr: %lld kaldı

source: %lld routines
de: %lld Routinen
es: %lld rutinas
es_mx: %lld rutinas
ko: 루틴 %lld개
pt_br: %lld rotinas
tr: %lld rutin

source: %lld XP required
de: %lld XP erforderlich
es: se necesitan %lld XP
es_mx: %lld XP requeridos
ko: %lld XP 필요
pt_br: %lld XP necessário
tr: %lld XP gerekli

source: 3 days free · then $9.99/mo · cancel anytime
de: 3 Tage gratis · dann 9,99 $/Monat · jederzeit kündbar
es: 3 días gratis · luego 9,99 $/mes · cancela cuando quieras
es_mx: 3 días gratis · luego $9.99/mes · cancela cuando quieras
ko: 3일 무료 · 이후 월 $9.99 · 언제든 해지 가능
pt_br: 3 dias grátis · depois $9,99/mês · cancele quando quiser
tr: 3 gün ücretsiz · sonra $9,99/ay · istediğin zaman iptal et

source: 3-day free trial included
de: 3 Tage kostenlos testen inklusive
es: Incluye 3 días de prueba gratis
es_mx: Incluye 3 días de prueba gratis
ko: 3일 무료 체험 포함
pt_br: Teste grátis de 3 dias incluído
tr: 3 günlük ücretsiz deneme dahil

source: 100% private — never leaves your device
de: 100% privat – verlässt nie dein Gerät
es: 100% privado: nunca sale de tu dispositivo
es_mx: 100% privado: nunca sale de tu dispositivo
ko: 100% 비공개 — 기기에서 절대 나가지 않아요
pt_br: 100% privado — nunca sai do seu dispositivo
tr: %100 gizli — cihazından asla çıkmaz

source: About
de: Über
es: Acerca de
es_mx: Acerca de
ko: 정보
pt_br: Sobre
tr: Hakkında

source: Active Days
de: Aktive Tage
es: Días activos
es_mx: Días activos
ko: 활동 일수
pt_br: Dias ativos
tr: Aktif Günler

source: Active Quests
de: Aktive Quests
es: Misiones activas
es_mx: Misiones activas
ko: 진행 중 퀘스트
pt_br: Missões ativas
tr: Aktif Görevler

source: Active Routines
de: Aktive Routinen
es: Rutinas activas
es_mx: Rutinas activas
ko: 활성 루틴
pt_br: Rotinas ativas
tr: Aktif rutinler

source: Add
de: Hinzufügen
es: Añadir
es_mx: Agregar
ko: 추가
pt_br: Adicionar
tr: Ekle

source: Add Photo
de: Foto hinzufügen
es: Añadir foto
es_mx: Agregar foto
ko: 사진 추가
pt_br: Adicionar foto
tr: Fotoğraf Ekle

source: Add Progress Photo
de: Fortschrittsfoto hinzufügen
es: Añadir foto de progreso
es_mx: Agregar foto de progreso
ko: 변화 사진 추가
pt_br: Adicionar foto de progresso
tr: İlerleme Fotoğrafı Ekle

source: AFTER
de: NACHHER
es: DESPUÉS
es_mx: DESPUÉS
ko: 애프터
pt_br: DEPOIS
tr: SONRA

source: after trial
de: nach der Testphase
es: tras la prueba
es_mx: después de la prueba
ko: 체험 종료 후
pt_br: após o teste
tr: deneme sonrası

# ageInsight.midTwenties
source: Focus on prevention and maintenance. Skincare and fitness compound over time.
de: Konzentriere dich auf Vorbeugung und Pflege. Hautpflege und Fitness zahlen sich mit der Zeit aus.
es: Céntrate en la prevención y el mantenimiento. El cuidado de la piel y el ejercicio suman con el tiempo.
es_mx: Enfócate en la prevención y el mantenimiento. El skincare y el ejercicio suman con el tiempo.
ko: 예방과 관리에 집중하세요. 스킨케어와 운동은 시간이 지날수록 효과가 쌓입니다.
pt_br: Foque em prevenção e manutenção. Skincare e treino se acumulam com o tempo.
tr: Önleme ve bakıma odaklan. Cilt bakımı ve fitness zamanla katlanarak fayda sağlar.

# ageInsight.older
source: It's never too late to level up. Small changes make a huge difference.
de: Es ist nie zu spät für ein Level-up. Kleine Veränderungen machen einen riesigen Unterschied.
es: Nunca es tarde para mejorar. Los pequeños cambios marcan una gran diferencia.
es_mx: Nunca es tarde para mejorar. Los pequeños cambios hacen una gran diferencia.
ko: 변화에 늦은 때란 없어요. 작은 변화가 큰 차이를 만듭니다.
pt_br: Nunca é tarde para evoluir. Pequenas mudanças fazem uma enorme diferença.
tr: Gelişmek için asla geç değil. Küçük değişiklikler büyük fark yaratır.

# ageInsight.teen
source: Great time to build healthy habits early. Your skin and body are still developing!
de: Ideale Zeit, um früh gesunde Gewohnheiten aufzubauen. Deine Haut und dein Körper entwickeln sich noch!
es: Es un buen momento para crear hábitos saludables pronto. ¡Tu piel y tu cuerpo aún se están desarrollando!
es_mx: Es un gran momento para crear hábitos saludables desde joven. ¡Tu piel y tu cuerpo aún se están desarrollando!
ko: 건강한 습관을 일찍 들이기 좋은 시기예요. 피부와 몸이 아직 발달 중이니까요!
pt_br: Ótima fase para criar hábitos saudáveis cedo. Sua pele e seu corpo ainda estão se desenvolvendo!
tr: Sağlıklı alışkanlıkları erken edinmek için harika bir zaman. Cildin ve vücudun hâlâ gelişiyor!

# ageInsight.thirties
source: Anti-aging routines become key. You'll see incredible results with the right approach.
de: Anti-Aging-Routinen werden jetzt zentral. Mit dem richtigen Ansatz erzielst du tolle Ergebnisse.
es: Las rutinas antiedad se vuelven clave. Verás resultados increíbles con el enfoque adecuado.
es_mx: Las rutinas antiedad se vuelven clave. Verás resultados increíbles con el enfoque correcto.
ko: 안티에이징 루틴이 핵심이 됩니다. 올바른 방법이면 놀라운 결과를 볼 수 있어요.
pt_br: Rotinas antienvelhecimento se tornam essenciais. Você verá resultados incríveis com a abordagem certa.
tr: Yaşlanma karşıtı rutinler artık kilit önemde. Doğru yaklaşımla inanılmaz sonuçlar göreceksin.

# ageInsight.youngAdult
source: Prime glow-up years. Consistency now pays massive dividends later.
de: Die besten Glow-up-Jahre. Konsequenz zahlt sich später massiv aus.
es: Los mejores años para tu transformación. La constancia ahora da grandes frutos después.
es_mx: Los mejores años para tu glow-up. La constancia ahora rinde muchísimo después.
ko: 글로우업의 황금기예요. 지금의 꾸준함이 나중에 큰 보답으로 돌아옵니다.
pt_br: Os melhores anos da transformação. Consistência agora rende muito lá na frente.
tr: Değişimin altın yılları. Şimdiki istikrar ileride büyük kazanç sağlar.

source: All data stored locally on your device
de: Alle Daten werden lokal auf deinem Gerät gespeichert
es: Todos los datos se guardan localmente en tu dispositivo
es_mx: Todos los datos se guardan localmente en tu celular
ko: 모든 데이터는 기기에 로컬로 저장됩니다
pt_br: Todos os dados ficam armazenados localmente no seu dispositivo
tr: Tüm veriler cihazında yerel olarak saklanır

source: ALL DONE! You're glowing today!
de: ALLES ERLEDIGT! Du strahlst heute!
es: ¡TODO HECHO! ¡Hoy brillas!
es_mx: ¡TODO LISTO! ¡Hoy estás brillando!
ko: 전부 완료! 오늘도 빛나는 중!
pt_br: TUDO FEITO! Você está brilhando hoje!
tr: HEPSİ TAMAM! Bugün parlıyorsun!

source: All future features
de: Alle zukünftigen Funktionen
es: Todas las funciones futuras
es_mx: Todas las funciones futuras
ko: 모든 향후 기능
pt_br: Todos os recursos futuros
tr: Gelecekteki tüm özellikler

source: Allow Camera Access
de: Kamerazugriff erlauben
es: Permitir acceso a la cámara
es_mx: Permitir acceso a la cámara
ko: 카메라 접근 허용
pt_br: Permitir acesso à câmera
tr: Kamera Erişimine İzin Ver

source: Analytics
de: Analysen
es: Analíticas
es_mx: Analíticas
ko: 분석
pt_br: Análises
tr: Analizler

source: Angle
de: Winkel
es: Ángulo
es_mx: Ángulo
ko: 각도
pt_br: Ângulo
tr: Açı

# angle.front
source: Front
de: Frontal
es: Frontal
es_mx: Frente
ko: 정면
pt_br: Frente
tr: Önden

# angle.profile
source: Profile
de: Profil
es: Perfil
es_mx: Perfil
ko: 측면 프로필
pt_br: Perfil
tr: Profil

# angle.side
source: Side
de: Seite
es: Lateral
es_mx: Lado
ko: 옆면
pt_br: Lado
tr: Yandan

source: Avg Mood
de: Ø Stimmung
es: Ánimo medio
es_mx: Ánimo prom.
ko: 평균 기분
pt_br: Humor médio
tr: Ort. ruh hâli

source: Back
de: Zurück
es: Atrás
es_mx: Atrás
ko: 뒤로
pt_br: Voltar
tr: Geri

source: BADGE UNLOCKED!
de: ABZEICHEN FREIGESCHALTET!
es: ¡INSIGNIA DESBLOQUEADA!
es_mx: ¡INSIGNIA DESBLOQUEADA!
ko: 배지 획득!
pt_br: EMBLEMA DESBLOQUEADO!
tr: ROZET AÇILDI!

# badge.firstStep.desc
source: Complete your first daily routine
de: Schließe deine erste tägliche Routine ab
es: Completa tu primera rutina diaria
es_mx: Completa tu primera rutina diaria
ko: 첫 일일 루틴을 완료하세요
pt_br: Conclua sua primeira rotina diária
tr: İlk günlük rutinini tamamla

# badge.firstStep.name
source: First Step
de: Erster Schritt
es: Primer paso
es_mx: Primer paso
ko: 첫걸음
pt_br: Primeiro Passo
tr: İlk Adım

# badge.jawlineGod.desc
source: Reach Diamond Jawline
de: Erreiche die Diamant-Kieferlinie
es: Alcanza la Mandíbula de Diamante
es_mx: Alcanza la Mandíbula de Diamante
ko: 다이아몬드 턱선에 도달하세요
pt_br: Alcance a Mandíbula Diamante
tr: Elmas Çene Hattı'na ulaş

# badge.jawlineGod.name
source: Jawline God
de: Kieferlinien-Gott
es: Dios de la Mandíbula
es_mx: Dios de la mandíbula
ko: 턱선의 신
pt_br: Deus da Mandíbula
tr: Çene Hattı Tanrısı

# badge.transformation.desc
source: Upload 10 progress photos
de: Lade 10 Fortschrittsfotos hoch
es: Sube 10 fotos de progreso
es_mx: Sube 10 fotos de progreso
ko: 변화 사진 10장 업로드
pt_br: Envie 10 fotos de progresso
tr: 10 ilerleme fotoğrafı yükle

# badge.transformation.name
source: Transformation
de: Verwandlung
es: Transformación
es_mx: Transformación
ko: 대변신
pt_br: Transformação
tr: Dönüşüm

# badge.weekWarrior.desc
source: Maintain a 7-day streak
de: Halte einen 7-Tage-Streak
es: Mantén una racha de 7 días
es_mx: Mantén una racha de 7 días
ko: 7일 연속 기록 유지하기
pt_br: Mantenha uma sequência de 7 dias
tr: 7 günlük seriyi koru

# badge.weekWarrior.name
source: Week Warrior
de: Wochen-Krieger
es: Guerrero Semanal
es_mx: Guerrero de la semana
ko: 주간 워리어
pt_br: Guerreiro da Semana
tr: Hafta Savaşçısı

# badgeReq.level
source: Reach Level %lld
de: Erreiche Level %lld
es: Alcanza el nivel %lld
es_mx: Alcanza el nivel %lld
ko: 레벨 %lld 달성
pt_br: Alcance o Nível %lld
tr: Seviye %lld'e ulaş

# badgeReq.photos
source: %lld Progress Photos
de: %lld Fortschrittsfotos
es: %lld fotos de progreso
es_mx: %lld fotos de progreso
ko: 변화 사진 %lld장
pt_br: %lld Fotos de Progresso
tr: %lld İlerleme Fotoğrafı

# badgeReq.routines
source: %lld Routines Completed
de: %lld Routinen abgeschlossen
es: %lld rutinas completadas
es_mx: %lld rutinas completadas
ko: 루틴 %lld회 완료
pt_br: %lld Rotinas Concluídas
tr: %lld Rutin Tamamlandı

# badgeReq.streakDays
source: %lld-Day Streak
de: %lld-Tage-Streak
es: Racha de %lld días
es_mx: Racha de %lld días
ko: %lld일 연속
pt_br: Sequência de %lld Dias
tr: %lld Günlük Seri

# badgeReq.totalXP
source: %lld XP Earned
de: %lld XP verdient
es: %lld XP conseguidos
es_mx: %lld XP ganados
ko: %lld XP 획득
pt_br: %lld XP Ganhos
tr: %lld XP Kazanıldı

source: Be honest — we'll match your pace
de: Sei ehrlich — wir passen uns deinem Tempo an
es: Sé sincero: nos adaptaremos a tu ritmo
es_mx: Sé honesto: nos adaptamos a tu ritmo
ko: 솔직하게 답해 주세요 — 페이스에 맞춰 드릴게요
pt_br: Seja sincero — vamos acompanhar seu ritmo
tr: Dürüst ol — temponu yakalayacağız

source: BEFORE
de: VORHER
es: ANTES
es_mx: ANTES
ko: 비포
pt_br: ANTES
tr: ÖNCE

source: BEST VALUE
de: TOP PREIS-LEISTUNG
es: MEJOR PRECIO
es_mx: MEJOR VALOR
ko: 최고 혜택
pt_br: MELHOR CUSTO
tr: EN İYİ FİYAT

source: Build daily glow-up routines
de: Tägliche Glow-up-Routinen aufbauen
es: Crea rutinas diarias de transformación
es_mx: Crea rutinas diarias de glow-up
ko: 매일 글로우업 루틴 만들기
pt_br: Crie rotinas diárias de transformação
tr: Günlük değişim rutinleri oluştur

source: Build My Plan
de: Meinen Plan erstellen
es: Crear mi plan
es_mx: Crear mi plan
ko: 내 플랜 만들기
pt_br: Criar meu plano
tr: Planımı Oluştur

source: Camera Access Denied
de: Kamerazugriff verweigert
es: Acceso a la cámara denegado
es_mx: Acceso a la cámara denegado
ko: 카메라 접근 거부됨
pt_br: Acesso à câmera negado
tr: Kamera Erişimi Reddedildi

source: Camera Access Required
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
es_mx: Se requiere acceso a la cámara
ko: 카메라 접근 권한 필요
pt_br: Acesso à câmera necessário
tr: Kamera Erişimi Gerekli

source: Cancel
de: Abbrechen
es: Cancelar
es_mx: Cancelar
ko: 취소
pt_br: Cancelar
tr: İptal

source: Category
de: Kategorie
es: Categoría
es_mx: Categoría
ko: 카테고리
pt_br: Categoria
tr: Kategori

source: Category Focus
de: Kategorie-Fokus
es: Enfoque por categoría
es_mx: Enfoque por categoría
ko: 카테고리 집중도
pt_br: Foco por categoria
tr: Kategori Odağı

# category.faceStructure
source: Face Structure
de: Gesichtsstruktur
es: Estructura facial
es_mx: Estructura facial
ko: 얼굴 구조
pt_br: Estrutura facial
tr: Yüz Yapısı

# category.grooming
source: Grooming
de: Pflege
es: Aseo personal
es_mx: Arreglo personal
ko: 그루밍
pt_br: Cuidados pessoais
tr: Bakım

# category.hair
source: Hair
de: Haare
es: Cabello
es_mx: Cabello
ko: 헤어
pt_br: Cabelo
tr: Saç

# category.posture
source: Posture
de: Haltung
es: Postura
es_mx: Postura
ko: 자세
pt_br: Postura
tr: Duruş

# category.skin
source: Skin
de: Haut
es: Piel
es_mx: Piel
ko: 피부
pt_br: Pele
tr: Cilt

# category.style
source: Style
de: Stil
es: Estilo
es_mx: Estilo
ko: 스타일
pt_br: Estilo
tr: Stil

# category.teeth
source: Teeth
de: Zähne
es: Dientes
es_mx: Dientes
ko: 치아
pt_br: Dentes
tr: Diş

source: Check in daily to see trends
de: Checke täglich ein, um Trends zu sehen
es: Regístrate a diario para ver tendencias
es_mx: Registra a diario para ver tendencias
ko: 매일 체크인하고 변화 추세를 확인하세요
pt_br: Registre-se diariamente para ver tendências
tr: Trendleri görmek için her gün giriş yap

source: Close Mirror Mode
de: Spiegelmodus schließen
es: Cerrar Modo Espejo
es_mx: Cerrar Modo Espejo
ko: 미러 모드 닫기
pt_br: Fechar Modo Espelho
tr: Ayna Modunu Kapat

# commitment.casual
source: Casual
de: Locker
es: Informal
ko: 가볍게
tr: Rahat

# commitment.casual.minutes
source: 5-10 min/day
de: 5-10 Min./Tag
es: 5-10 min/día
es_mx: 5-10 min/día
ko: 하루 5~10분
pt_br: 5-10 min/dia
tr: Günde 5-10 dk

# commitment.consistent
source: Consistent
de: Konstant
es: Constante
es_mx: Constante
ko: 꾸준히
pt_br: Consistente
tr: İstikrarlı

# commitment.consistent.minutes
source: 15-30 min/day
de: 15-30 Min./Tag
es: 15-30 min/día
es_mx: 15-30 min/día
ko: 하루 15~30분
pt_br: 15-30 min/dia
tr: Günde 15-30 dk

# commitment.dedicated
source: Dedicated
de: Engagiert
es: Dedicado
es_mx: Dedicado
ko: 열심히
pt_br: Dedicado
tr: Kararlı

# commitment.dedicated.minutes
source: 30-60 min/day
de: 30-60 Min./Tag
es: 30-60 min/día
es_mx: 30-60 min/día
ko: 하루 30~60분
pt_br: 30-60 min/dia
tr: Günde 30-60 dk

# commitment.obsessed
source: Obsessed
de: Besessen
es: Obsesionado
es_mx: Obsesionado
ko: 올인
pt_br: Obcecado
tr: Takıntılı

# commitment.obsessed.minutes
source: 60+ min/day
de: 60+ Min./Tag
es: 60+ min/día
es_mx: 60+ min/día
ko: 하루 60분 이상
pt_br: 60+ min/dia
tr: Günde 60+ dk

source: Compare
de: Vergleichen
es: Comparar
es_mx: Comparar
ko: 비교하기
pt_br: Comparar
tr: Karşılaştır

source: Complete routines and check-ins to unlock quests
de: Schließe Routinen und Check-ins ab, um Quests freizuschalten
es: Completa rutinas y registros para desbloquear misiones
es_mx: Completa rutinas y registros para desbloquear misiones
ko: 루틴과 체크인을 완료하고 퀘스트를 잠금 해제하세요
pt_br: Conclua rotinas e check-ins para desbloquear missões
tr: Görevlerin kilidini açmak için rutinleri ve girişleri tamamla

source: Completed
de: Abgeschlossen
es: Completadas
es_mx: Completadas
ko: 완료됨
pt_br: Concluído
tr: Tamamlandı

source: Confidence
de: Selbstvertrauen
es: Confianza
es_mx: Confianza
ko: 자신감
pt_br: Confiança
tr: Özgüven

source: Continue
de: Weiter
es: Continuar
es_mx: Continuar
ko: 계속
pt_br: Continuar
tr: Devam Et

source: Continue with limited features
de: Mit eingeschränkten Funktionen fortfahren
es: Continuar con funciones limitadas
es_mx: Continuar con funciones limitadas
ko: 제한된 기능으로 계속하기
pt_br: Continuar com recursos limitados
tr: Sınırlı özelliklerle devam et

source: Current
de: Aktuell
es: Actual
es_mx: Actual
ko: 현재
pt_br: Atual
tr: Güncel

source: DAILY
de: TÄGLICH
es: DIARIO
es_mx: DIARIO
ko: 데일리
pt_br: DIÁRIO
tr: GÜNLÜK

source: Daily Check-In
de: Täglicher Check-in
es: Registro diario
es_mx: Registro diario
ko: 일일 체크인
pt_br: Check-in diário
tr: Günlük Giriş

source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio diario
es_mx: Recordatorio diario
ko: 일일 알림
pt_br: Lembrete diário
tr: Günlük Hatırlatıcı

source: Data
de: Daten
es: Datos
es_mx: Datos
ko: 데이터
pt_br: Dados
tr: Veri

source: Date
de: Datum
es: Fecha
es_mx: Fecha
ko: 날짜
pt_br: Data
tr: Tarih

source: Day %lld
de: Tag %lld
es: Día %lld
es_mx: Día %lld
ko: %lld일차
pt_br: Dia %lld
tr: %lld. Gün

source: Day %lld of your glow-up
de: Tag %lld deines Glow-ups
es: Día %lld de tu glow-up
es_mx: Día %lld de tu glow-up
ko: 글로우업 %lld일차
pt_br: Dia %lld da sua transformação
tr: Değişiminin %lld. günü

source: DAY STREAK
de: TAGE-STREAK
es: RACHA DE DÍAS
es_mx: RACHA DE DÍAS
ko: 연속 일수
pt_br: DIAS SEGUIDOS
tr: GÜNLÜK SERİ

source: Delete
de: Löschen
es: Eliminar
es_mx: Eliminar
ko: 삭제
pt_br: Excluir
tr: Sil

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
es_mx: Descripción (opcional)
ko: 설명 (선택)
pt_br: Descrição (opcional)
tr: Açıklama (isteğe bağlı)

source: Dismiss
de: Schließen
es: Descartar
es_mx: Descartar
ko: 닫기
pt_br: Dispensar
tr: Kapat

source: Dismiss paywall
de: Paywall schließen
es: Cerrar muro de pago
es_mx: Cerrar muro de pago
ko: 결제 화면 닫기
pt_br: Dispensar paywall
tr: Ödeme ekranını kapat

source: Done
de: Fertig
es: Hecho
es_mx: Listo
ko: 완료
pt_br: Concluído
tr: Bitti

source: Double tap to start your subscription
de: Doppeltippen, um dein Abo zu starten
es: Toca dos veces para iniciar tu suscripción
es_mx: Toca dos veces para iniciar tu suscripción
ko: 두 번 탭하여 구독을 시작하세요
pt_br: Toque duas vezes para iniciar sua assinatura
tr: Aboneliğini başlatmak için çift dokun

source: Duration
de: Dauer
es: Duración
es_mx: Duración
ko: 소요 시간
pt_br: Duração
tr: Süre

source: e.g., Morning Skincare
de: z. B. Morgen-Hautpflege
es: p. ej., Cuidado facial matutino
es_mx: ej. Skincare de la mañana
ko: 예: 모닝 스킨케어
pt_br: ex.: Skincare matinal
tr: örn. Sabah Cilt Bakımı

source: Enable camera access in Settings to use Mirror Mode.
de: Aktiviere den Kamerazugriff in den Einstellungen, um den Spiegelmodus zu nutzen.
es: Activa el acceso a la cámara en Ajustes para usar el Modo Espejo.
es_mx: Activa el acceso a la cámara en Ajustes para usar el Modo Espejo.
ko: 미러 모드를 사용하려면 설정에서 카메라 접근을 허용하세요.
pt_br: Ative o acesso à câmera nos Ajustes para usar o Modo Espelho.
tr: Ayna Modunu kullanmak için Ayarlar'dan kamera erişimini etkinleştir.

source: Face Detected • Align Grid
de: Gesicht erkannt • Raster ausrichten
es: Rostro detectado • Alinea la cuadrícula
es_mx: Rostro detectado • Alinea la cuadrícula
ko: 얼굴 인식됨 • 그리드 맞추기
pt_br: Rosto detectado • Alinhe a grade
tr: Yüz Algılandı • Izgarayı Hizala

source: Face detected, align to the golden ratio grid
de: Gesicht erkannt, richte es am Raster des Goldenen Schnitts aus
es: Rostro detectado, alinéalo con la cuadrícula de proporción áurea
es_mx: Rostro detectado, alinéate con la cuadrícula de proporción áurea
ko: 얼굴이 인식되었습니다. 황금비 그리드에 맞춰 보세요
pt_br: Rosto detectado, alinhe à grade da proporção áurea
tr: Yüz algılandı, altın oran ızgarasına hizala

# filter.all
source: All
de: Alle
es: Todas
es_mx: Todas
ko: 전체
pt_br: Todos
tr: Tümü

source: Focus areas
de: Fokusbereiche
es: Áreas de enfoque
es_mx: Áreas de enfoque
ko: 집중 영역
pt_br: Áreas de foco
tr: Odak alanları

# gate.analytics.subtitle
source: Track your glow score and mood trends over time. Upgrade for charts and insights.
de: Verfolge deinen Glow-Score und Stimmungstrends über die Zeit. Upgrade für Diagramme und Einblicke.
es: Sigue tu glow score y tus tendencias de ánimo a lo largo del tiempo. Mejora para ver gráficos e información.
es_mx: Sigue tu glow score y tus tendencias de ánimo con el tiempo. Mejora para ver gráficas e insights.
ko: 시간에 따른 글로우 점수와 기분 변화를 추적하세요. 차트와 인사이트를 보려면 업그레이드하세요.
pt_br: Acompanhe seu glow score e tendências de humor ao longo do tempo. Assine para ver gráficos e insights.
tr: Glow puanını ve ruh hâli eğilimlerini zaman içinde takip et. Grafikler ve içgörüler için yükselt.

# gate.analytics.title
source: Unlock Glow Analytics
de: Glow-Analysen freischalten
es: Desbloquear Analíticas de Glow
es_mx: Desbloquear Analíticas de Glow
ko: 글로우 분석 잠금 해제
pt_br: Desbloquear Análises de Glow
tr: Glow Analizlerinin kilidini aç

# gate.badges.subtitle
source: Earn badges for your achievements. Upgrade to start your collection.
de: Verdiene Abzeichen für deine Erfolge. Mit Pro startest du deine Sammlung.
es: Gana insignias por tus logros. Hazte Pro para empezar tu colección.
es_mx: Gana insignias por tus logros. Hazte Pro para empezar tu colección.
ko: 업적에 대한 배지를 획득하세요. 업그레이드하고 컬렉션을 시작하세요.
pt_br: Conquiste medalhas pelas suas conquistas. Assine o Pro para começar sua coleção.
tr: Başarıların için rozetler kazan. Koleksiyonuna başlamak için Pro'ya geç.

# gate.badges.title
source: Unlock Badges
de: Abzeichen freischalten
es: Desbloquear insignias
es_mx: Desbloquear insignias
ko: 배지 잠금 해제
pt_br: Desbloquear medalhas
tr: Rozetlerin kilidini aç

# gate.mirrorMode.subtitle
source: Align your angles with the golden ratio grid. A Pro-only tool for serious glow-ups.
de: Richte deine Winkel am Raster des Goldenen Schnitts aus. Ein Pro-Tool für ernsthafte Glow-ups.
es: Alinea tus ángulos con la cuadrícula de la proporción áurea. Una herramienta solo para Pro.
es_mx: Alinea tus ángulos con la cuadrícula de la proporción áurea. Una herramienta solo para Pro.
ko: 황금비 그리드로 각도를 맞춰보세요. 진지한 글로우업을 위한 Pro 전용 도구입니다.
pt_br: Alinhe seus ângulos com a grade da proporção áurea. Uma ferramenta exclusiva do Pro para quem leva a transformação a sério.
tr: Açılarını altın oran ızgarasıyla hizala. Ciddi değişim için yalnızca Pro'ya özel bir araç.

# gate.mirrorMode.title
source: Unlock Mirror Mode
de: Spiegelmodus freischalten
es: Desbloquear Modo Espejo
es_mx: Desbloquear Modo Espejo
ko: 미러 모드 잠금 해제
pt_br: Desbloquear Modo Espelho
tr: Ayna Modu'nun kilidini aç

# gate.photoCompare.subtitle
source: See your transformation side-by-side. Upgrade to compare progress photos.
de: Sieh deine Veränderung direkt nebeneinander. Upgrade, um Fortschrittsfotos zu vergleichen.
es: Mira tu transformación lado a lado. Mejora para comparar fotos de progreso.
es_mx: Mira tu transformación lado a lado. Mejora para comparar fotos de progreso.
ko: 변화를 나란히 비교해보세요. 업그레이드하고 진행 사진을 비교하세요.
pt_br: Veja sua transformação lado a lado. Assine para comparar fotos de progresso.
tr: Değişimini yan yana gör. İlerleme fotoğraflarını karşılaştırmak için yükselt.

# gate.photoCompare.title
source: Unlock Photo Compare
de: Fotovergleich freischalten
es: Desbloquear Comparar Fotos
es_mx: Desbloquear Comparar Fotos
ko: 사진 비교 잠금 해제
pt_br: Desbloquear Comparação de Fotos
tr: Fotoğraf Karşılaştırma'nın kilidini aç
